Revit 2027 API
LevelAssociationFailures Properties
The BuiltInFailures.LevelAssociationFailures type exposes the following members.
Properties
Name | Description
AllLevelsDeleted |  All Levels from model were deleted
Top
See Also
Reference
BuiltInFailures.LevelAssociationFailures Class
Autodesk.Revit.DB Namespace